OdRxResourceLoader.subLoadString(System.UInt32,System.UInt32,OdString*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
\details
Load the string identified by the ID and a hint. Implementation is up to the
application.
\param id         [in]  Resource ID of the string.
\param sourceHint [in]  Resource ID hint.
\param result    [out]  Loaded string.
\returns
Result of the operation. Depends on implementation.